Repository: alexislours/yours
Catalog: YoursWidgets/Localizable.xcstrings
Source language: en
Languages: fr

source: Add an important date
fr: Ajouter une date importante

source: Birthday
fr: Anniversaire

source: Date Countdown
fr: Compte à rebours

source: day together
fr: jour ensemble

source: days together
fr: jours ensemble

source: in 12 days
fr: dans 12 jours

source: Relationship Duration
fr: Notre histoire

source: See how long you've been together.
fr: Découvrez depuis combien de temps vous êtes ensemble.

source: See upcoming important dates at a glance.
fr: Gardez un œil sur vos dates importantes à venir.

source: Set up Yours to see your relationship here.
fr: Configurez Yours pour voir votre histoire ici.

source: Since %@
fr: Depuis le %@

source: Today
fr: Aujourd'hui

source: together
fr: ensemble

source: Together %lldd
fr: Ensemble %lld j

# Together %lldm %lldd
source: Together %1$lldm %2$lldd
fr: Ensemble %1$lld m %2$lld j

source: Together %lldy
fr: Ensemble %lld a

# Together %lldy %lldd
source: Together %1$lldy %2$lldd
fr: Ensemble %1$lld a %2$lld d

# Together %lldy %lldm %lldd
source: Together %1$lldy %2$lldm %3$lldd
fr: Ensemble %1$lld a %2$lld m %3$lld j

source: Together for 2 years and 3 months.
fr: Ensemble depuis 2 ans et 3 mois.

source: Upcoming
fr: À venir

source: year together
fr: an ensemble

source: years together
fr: ans ensemble
